Revit 2020 API
BuiltInFailures.GroupFailures.FailedToSetMasterGroupId Property
 Unable to set master id of group type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Syntax
C#
public static FailureDefinitionId FailedToSetMasterGroupId { get; }
Visual Basic
Public Shared ReadOnly Property FailedToSetMasterGroupId As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FailedToSetMasterGroupId {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace